---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceLightingLoadPerAreaParam
source: html/690c8a31-3096-0272-0bae-6294709cd582.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceLightingLoadPerAreaParam Property

"Lighting Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceLightingLoadPerAreaParam { get; }
```